Repository: YSLee-Dev-01/TabiKori
Catalog: Projects/Resource/Resources/Localizable.xcstrings
Source language: ja
Languages: ko

# AddCustomPlace.addressKoreanSearchGuide
source: 住所は韓国語で検索すると、より正確に見つかります
ko: 주소는 한국어로 검색하면 더 정확해요

# AddCustomPlace.addressLabel
source: 住所
ko: 주소

# AddCustomPlace.addressNotFoundAlertMessage
source: 住所を確認してもう一度お試しください
ko: 주소를 확인하고 다시 시도해주세요

# AddCustomPlace.addressNotFoundAlertTitle
source: 住所が見つかりませんでした
ko: 주소를 찾을 수 없어요

# AddCustomPlace.addressPlaceholder
source: 住所を入力
ko: 주소를 입력하세요

# AddCustomPlace.customBadgeTitle
source: カスタム
ko: 커스텀

# AddCustomPlace.customTabLabel
source: カスタム
ko: 커스텀

# AddCustomPlace.saveButton
source: 保存する
ko: 저장하기

# AddCustomPlace.screenTitle
source: スポットを追加
ko: 장소 추가

# AddCustomPlace.searchTabLabel
source: 検索
ko: 검색

# AddCustomPlace.stationResolveFailedAlertMessage
source: もう一度お試しください
ko: 다시 시도해주세요

# AddCustomPlace.stationResolveFailedAlertTitle
source: 駅の位置情報を取得できませんでした
ko: 역 위치 정보를 가져올 수 없어요

# AddCustomPlace.stationTitleLabel
source: 駅名
ko: 역명

# AddCustomPlace.stationTitlePlaceholder
source: 駅名を入力
ko: 역명을 입력하세요

# AddCustomPlace.titleLabel
source: タイトル
ko: 제목

# AddCustomPlace.titlePlaceholder
source: スポット名を入力
ko: 장소명을 입력하세요

# AddToItinerary.durationLabel
source: 所要時間
ko: 소요 시간

# AddToItinerary.endTimeLabel
source: 終了時刻
ko: 종료 시각

# AddToItinerary.noTimeToggleTitle
source: 時刻を保存しない
ko: 시각 저장 안 함

# AddToItinerary.saveButton
source: 追加する
ko: 추가하기

# AddToItinerary.startTimeLabel
source: 開始時刻
ko: 시작 시각

# AppUpdate.alertMessage
source: より快適にご利用いただくため、最新バージョンへのアップデートが必要です
ko: 더 나은 이용을 위해 최신 버전으로 업데이트가 필요해요

# AppUpdate.alertTitle
source: アップデートのお知らせ
ko: 업데이트 안내

# AppUpdate.updateButtonTitle
source: アップデート
ko: 업데이트

# Bookmark.emptyDescription
source: 気になるスポットのハートを押して保存してみましょう
ko: 마음에 드는 장소의 하트를 눌러 저장해보세요

# Bookmark.emptyTitle
source: 保存したスポットがありません
ko: 저장한 장소가 없어요

# Bookmark.filteredEmptyDescription
source: 他のカテゴリーを選択してみてください
ko: 다른 카테고리를 선택해보세요

# Bookmark.filteredEmptyTitle
source: 該当するスポットがありません
ko: 해당하는 장소가 없어요

# Bookmark.loadFailedDescription
source: リストを読み込めませんでした
ko: 목록을 불러오지 못했어요

# Bookmark.savedCountTitle
source: %lld件のスポットを保存中
ko: 장소 %lld곳을 저장했어요

# Bookmark.title
source: 保存済み
ko: 저장됨

# Common.categoryFestival
source: お祭り
ko: 축제

# Common.categoryFood
source: 飲食店
ko: 음식점

# Common.categoryHotel
source: 宿泊
ko: 숙소

# Common.categoryNature
source: 自然
ko: 자연

# Common.categoryShopping
source: ショッピング
ko: 쇼핑

# Common.categorySightseeing
source: 観光地
ko: 관광지

# Common.categorySubway
source: 地下鉄
ko: 지하철

# Common.categoryTitle
source: カテゴリー
ko: 카테고리

# Common.contentTypeAll
source: すべて
ko: 전체

# Common.delete
source: 削除
ko: 삭제

# Common.subwayKatakanaGuide
source: 韓国語またはカタカナで検索してください
ko: 한국어로 검색해 주세요

# Common.subwaySearchEnterGuide
source: Enterキーで検索してください
ko: Enter 키로 검색해 주세요

# Common.tabicori
source: タビコリ
ko: 타비코리

# Detail.ctaAddToItinerary
source: 日程に追加
ko: 일정에 추가

# Detail.infoAddress
source: 住所
ko: 주소

# Detail.infoExperienceAgeRange
source: 体験可能年齢
ko: 체험 가능 연령

# Detail.infoExperienceGuide
source: 体験案内
ko: 체험 안내

# Detail.infoHomepage
source: ホームページ
ko: 홈페이지

# Detail.infoLine
source: 路線
ko: 노선

# Detail.infoOpenTime
source: 営業時間
ko: 영업시간

# Detail.infoParking
source: 駐車場
ko: 주차장

# Detail.infoPhone
source: 電話番号
ko: 전화번호

# Detail.infoRestDate
source: 定休日
ko: 정기휴무일

# Detail.infoUseSeason
source: 利用時期
ko: 이용 시기

# Detail.tabInfo
source: 情報
ko: 정보

# Detail.tabMap
source: 地図
ko: 지도

# Detail.tabPhotos
source: 写真
ko: 사진

# Detail.viewInMap
source: NAVERマップで見る
ko: 네이버지도에서 보기

# Festival.dateRangeFilterNotice
source: 終了日を指定すると、期間内に開催が完結するイベントのみ表示されます
ko: 종료일을 지정하면 해당 기간 안에 끝나는 이벤트만 표시돼요

# Festival.emptyDescription
source: 条件を変更して再度お試しください
ko: 조건을 바꿔서 다시 시도해주세요

# Festival.emptyTitle
source: イベントが見つかりませんでした
ko: 이벤트를 찾을 수 없어요

# Festival.endDateLabel
source: 検索終了日
ko: 검색 종료일

# Festival.startDateLabel
source: 検索開始日
ko: 검색 시작일

# Home.eventFestivalTitle
source: イベント・お祭り
ko: 이벤트·축제

# Home.exchangeRateUpdatedAtTitle
source: 為替レート基準時刻: %@
ko: 환율 기준 시각: %@

# Home.festivalMoreButtonTitle
source: もっと見る
ko: 더보기

# Home.festivalRecommendationTitle
source: %lld月のおすすめ
ko: %lld월에 진행하는

# Home.inKoreaBannerOngoingPlanSubtitle
source: %@の旅です！
ko: %@ 여행 중이에요!

# Home.inKoreaBannerSubtitle
source: ソウルにいますね！
ko: 서울에 계시네요!

# Home.japanTravelBannerDescription
source: 旅行をもっと楽しむために、プランを作成してみましょう。
ko: 여행을 더 즐겁게 즐기려면 일정을 만들어보세요

# Home.locationBannerDescription
source: 近くのスポットを表示するには、位置情報の利用を許可してください。
ko: 주변 장소를 보여드리려면 위치 정보 사용을 허용해주세요

# Home.locationBannerTitle
source: 位置情報へのアクセス
ko: 위치 정보 접근

# Home.moveToPlanButton
source: プランへ移動
ko: 일정으로 이동

# Home.nearbyRestaurantEmptyDescription
source: 周辺に飲食店はありません。
ko: 주변에 음식점이 없어요

# Home.nearbyRestaurantEmptyTitle
source: 飲食店が見つかりませんでした
ko: 음식점을 찾을 수 없어요

# Home.nearbyRestaurantsTitle
source: 近くの飲食店
ko: 주변 음식점

# Home.nearbyTouristSpotEmptyDescription
source: 周辺に観光スポットはありません。
ko: 주변에 관광 장소가 없어요

# Home.nearbyTouristSpotEmptyTitle
source: 観光地が見つかりませんでした
ko: 관광지를 찾을 수 없어요

# Home.nearbyTouristSpotsTitle
source: 近くの観光地
ko: 주변 관광지

# Home.popularSpotsTitle
source: 人気の観光スポット
ko: 인기 관광 장소

# KoreanPhrase.addButtonAccessibilityLabel
source: フレーズを追加
ko: 문구 추가

# KoreanPhrase.addFormTitle
source: フレーズを追加
ko: 문구 추가

# KoreanPhrase.copyMenuTitle
source: コピー
ko: 복사

# KoreanPhrase.customSectionHeader
source: 追加したフレーズ
ko: 추가한 문구

# KoreanPhrase.defaultSectionHeader
source: 基本フレーズ
ko: 기본 문구

# KoreanPhrase.emptyDescription
source: しばらくしてから再度お試しください
ko: 잠시 후 다시 시도해주세요

# KoreanPhrase.emptyTitle
source: 登録されたフレーズがありません
ko: 등록된 문구가 없어요

# KoreanPhrase.japaneseFieldLabel
source: 日本語
ko: 일본어

# KoreanPhrase.japaneseFieldPlaceholder
source: 日本語を入力してください
ko: 일본어를 입력하세요

# KoreanPhrase.koreanFieldLabel
source: 韓国語
ko: 한국어

# KoreanPhrase.koreanFieldPlaceholder
source: 韓国語を入力してください
ko: 한국어를 입력하세요

# KoreanPhrase.listTitle
source: 簡単な韓国語
ko: 간단한 한국어

# KoreanPhrase.loadFailedDescription
source: リストを読み込めませんでした
ko: 목록을 불러오지 못했어요

# KoreanPhrase.pronunciationFieldLabel
source: 発音（任意）
ko: 발음(선택)

# KoreanPhrase.pronunciationFieldPlaceholder
source: 発音を入力してください（任意）
ko: 발음을 입력하세요(선택)

# KoreanPhrase.saveButtonTitle
source: 保存
ko: 저장

# KoreanPhrase.sectionTitle
source: 簡単な韓国語
ko: 간단한 한국어

# KoreanPhrase.translateButtonTitle
source: 翻訳
ko: 번역

# KoreanPhrase.translationEmptyJapaneseToast
source: 日本語を入力してから翻訳してください
ko: 일본어를 입력한 후 번역해주세요

# KoreanPhrase.translationFailedToast
source: 翻訳に失敗しました
ko: 번역에 실패했어요

# KoreanPhrase.viewLargeMenuTitle
source: 拡大表示
ko: 크게 보기

# Map.loading
source: 読み込み中
ko: 불러오는 중

# Map.recentSearchPlaceholderDescription
source: 最近の検索履歴がここに表示されます
ko: 최근 검색 기록이 여기에 표시돼요

# Map.recentSearchTitle
source: 最近の検索
ko: 최근 검색

# Map.researchAtCurrentLocation
source: このエリアで再検索
ko: 이 지역에서 다시 검색

# Map.searchCancel
source: キャンセル
ko: 취소

# Map.searchEmptyDescription
source: 地名やスポット名で検索できます
ko: 지역명이나 장소명으로 검색할 수 있어요

# Map.searchLanguageGuide
source: 韓国語・英語で検索すると、より正確な結果が得られます。駅名の検索はカタカナのみに対応しています
ko: 한국어나 영어로 검색하면 더 정확한 결과를 볼 수 있어요

# Map.searchPlaceholder
source: スポットを検索
ko: 장소 검색

# Map.searchResultEmptyDescription
source: 別のキーワードで検索してみてください
ko: 다른 키워드로 검색해보세요

# Map.searchResultEmptyTitle
source: 検索結果が見つかりませんでした
ko: 검색 결과가 없어요

# Map.translateAndSearchButtonTitle
source: 韓国語に翻訳して検索
ko: 한국어로 번역해서 검색

# Map.translateButtonTitle
source: 翻訳
ko: 번역

# Map.translateFailedMessage
source: 翻訳に失敗しました。もう一度お試しください
ko: 번역에 실패했어요. 다시 시도해주세요

# Map.translateSearchButtonAccessibilityLabel
source: 検索語を韓国語に翻訳して検索
ko: 검색어를 한국어로 번역해서 검색

# Map.translateSearchEmptyQueryGuideMessage
source: 翻訳ボタンをご利用いただくには、日本語で入力してください
ko: 번역 버튼을 사용하려면 일본어를 입력해주세요

# Map.translateSearchNonJapaneseInputGuideMessage
source: この機能は日本語入力時のみご利用いただけます
ko: 이 기능은 일본어 입력 시에만 사용할 수 있어요

# Notice.closeButtonTitle
source: 閉じる
ko: 닫기

# Notice.doNotShowTodayLabel
source: 今日はもう表示しない
ko: 오늘 하루 보지 않기

# Onboarding.agreementStepDescription
source: プライバシーポリシーをご確認の上、同意してください
ko: 개인정보처리방침을 확인하고 동의해주세요

# Onboarding.agreementStepTitle
source: 利用を開始する前に
ko: 시작하기 전에

# Onboarding.detailAddButtonCoachMark
source: 日程に追加できます
ko: 일정에 간편하게 추가할 수 있어요

# Onboarding.detailSaveButtonCoachMark
source: タップして保存できます
ko: 북마크에 저장할 수 있어요

# Onboarding.detailStepDescription
source: スポットを保存したり、旅行日程に追加したりできます
ko: 마음에 드는 장소는 저장하고 여행 일정에도 추가할 수 있어요

# Onboarding.detailStepTitle
source: スポットの詳細を見てみよう
ko: 상세정보 확인하기

# Onboarding.homeCategoryCoachMark
source: カテゴリーで絞り込めます
ko: 카테고리로 검색을 시작해요

# Onboarding.homeStepDescription
source: 近くのスポットやおすすめ情報を一目で確認できます
ko: 주변 명소와 추천 정보를 바로 확인해요

# Onboarding.homeStepTitle
source: ホームでできること
ko: 홈, 한눈에 보기

# Onboarding.mapSearchResultCoachMark
source: タップで詳細が見られます
ko: 검색 결과를 눌러서 상세정보를 확인할 수 있어요

# Onboarding.mapStepDescription
source: 地図上で観光スポットを検索し、位置を確認できます
ko: 궁금한 장소를 간편하게 검색할 수 있어요

# Onboarding.mapStepTitle
source: 地図でスポットを探そう
ko: 지도로 장소 찾기

# Onboarding.planCardCoachMark
source: 日ごとの予定がわかります
ko: 여행별로 일정을 나눌 수 있어요

# Onboarding.planDetailDayChipCoachMark
source: 日付ごとに確認できます
ko: 날짜별로 일정을 나누어 볼 수 있어요

# Onboarding.planDetailFullMapButtonCoachMark
source: 地図を全体表示で確認できます
ko: 전체 지도로 확인해보세요

# Onboarding.planDetailStepDescription
source: 日ごとのスポットと時間をタイムラインで確認できます
ko: 날짜별 장소와 시간을 타임라인으로 볼 수 있어요

# Onboarding.planDetailStepTitle
source: 日程の詳細を確認しよう
ko: 하루 일정 자세히 보기

# Onboarding.planStepDescription
source: 作成した旅行日程を一覧で管理できます
ko: 만들어 둔 일정을 한곳에서 편하게 관리할 수 있어요

# Onboarding.planStepTitle
source: 旅行日程を管理しよう
ko: 여행 일정 관리하기

# Onboarding.privacyPolicyAgreementLabel
source: プライバシーポリシーに同意します
ko: 개인정보처리방침에 동의합니다

# Onboarding.privacyPolicyLoadFailedDescription
source: 通信状態を確認してもう一度お試しください
ko: 네트워크 연결을 확인한 후 다시 시도해주세요

# Onboarding.privacyPolicyUnviewedGuide
source: プライバシーポリシーを確認すると同意できます
ko: 먼저 내용을 확인해야 동의할 수 있어요

# Onboarding.privacyPolicyWebViewTitle
source: プライバシーポリシー
ko: 개인정보처리방침

# Onboarding.startButtonTitle
source: 始める
ko: 시작하기

# Onboarding.viewPrivacyPolicyButtonTitle
source: プライバシーポリシーを見る
ko: 개인정보처리방침 보기

# Onboarding.welcomeButtonTitle
source: 使い方を見てみる
ko: 시작하기

# Onboarding.welcomeDescription
source: さっそく使い方をご案内します
ko: 사용 방법을 간단히 설명해드릴게요!

# Onboarding.welcomeTitle
source: タビコリをインストールしていただき、 ありがとうございます🎉
ko: 타비코리를 설치해주셔서 감사합니다🎉

# Plan.addScreenTitle
source: 新しい日程を作成
ko: 새 일정 만들기

# Plan.alertCancel
source: キャンセル
ko: 취소

# Plan.alertConfirm
source: 確認
ko: 확인

# Plan.cityLabel
source: 都市
ko: 도시

# Plan.confirmButton
source: 日程を作成する
ko: 일정 만들기

# Plan.customRegionPlaceholder
source: 地域名を入力
ko: 지역명을 입력하세요

# Plan.dateLabel
source: 日付
ko: 날짜

# Plan.dayChipTitle
source: %lld日目
ko: %lld일차

# Plan.dayOverviewToggleTitle
source: 日別表示に戻る
ko: 일자별 보기로 돌아가기

# Plan.dayShrinkAlertMessage
source: %lld日目以降のスポットは削除されます。よろしいですか？
ko: %lld일차 이후의 장소는 삭제돼요. 계속할까요?

# Plan.dayShrinkAlertTitle
source: 日程が短くなります
ko: 일정이 짧아져요

# Plan.departureLabel
source: 出発
ko: 출발

# Plan.durationBadge
source: %lld日間
ko: %lld일간

# Plan.editCancelButton
source: キャンセル
ko: 취소

# Plan.editMenuTitle
source: 編集
ko: 편집

# Plan.editPlanScreenTitle
source: 日程を編集
ko: 일정 편집

# Plan.editSaveButton
source: 保存
ko: 저장

# Plan.emojiLabel
source: アイコン
ko: 아이콘

# Plan.emojiPlaceholder
source: 絵文字を入力
ko: 이모지를 입력하세요

# Plan.emptyDescription
source: 右上の＋ボタンから旅行の日程を追加してみましょう
ko: 오른쪽 위 + 버튼으로 여행 일정을 추가해보세요

# Plan.emptyTitle
source: 登録された日程がありません
ko: 등록된 일정이 없어요

# Plan.exportGuideAlertMessage
source: 書き出したファイルは、受け取った人がタビコリの「読み込み」から開くと日程が追加されます
ko: 내보낸 파일은 받는 사람이 타비코리의 '가져오기'에서 열면 일정이 추가돼요

# Plan.exportGuideAlertTitle
source: 共有方法について
ko: 공유 방법 안내

# Plan.exportMenuTitle
source: 共有
ko: 공유

# Plan.fullMapButtonAccessibilityLabel
source: 地図を全画面で見る
ko: 지도를 전체 화면으로 보기

# Plan.fullOverviewToggleTitle
source: 全体表示
ko: 전체 보기

# Plan.importFailedAlertMessage
source: ファイルを確認してもう一度お試しください
ko: 파일을 확인하고 다시 시도해주세요

# Plan.importFailedAlertTitle
source: 読み込みに失敗しました
ko: 가져오기에 실패했어요

# Plan.importMenuTitle
source: 読み込み
ko: 가져오기

# Plan.importSuccessAlertMessage
source: 日程一覧に追加されました
ko: 일정 목록에 추가됐어요

# Plan.importSuccessAlertTitle
source: 読み込みが完了しました
ko: 가져오기가 완료됐어요

# Plan.mapEmptyDescription
source: 地図に表示するスポットがありません
ko: 지도에 표시할 장소가 없어요

# Plan.nameLabel
source: 日程名
ko: 일정 이름

# Plan.namePlaceholder
source: 例：ソウル春旅行 2026
ko: 예: 서울 봄 여행 2026

# Plan.ongoingSectionTitle
source: 進行中の日程
ko: 진행 중인 일정

# Plan.pastSectionTitle
source: 過去の日程
ko: 지난 일정

# Plan.planDeleteAlertMessage
source: 削除すると元に戻せません
ko: 삭제하면 되돌릴 수 없어요

# Plan.planDeleteAlertTitle
source: この日程を削除しますか？
ko: 이 일정을 삭제할까요?

# Plan.planDeleteMenuTitle
source: 日程を削除
ko: 일정 삭제

# Plan.planEditMenuTitle
source: 予定を編集
ko: 일정 편집

# Plan.returnLabel
source: 帰国
ko: 귀국

# Plan.saveFailedAlertMessage
source: もう一度お試しください
ko: 다시 시도해주세요

# Plan.saveFailedAlertTitle
source: 保存に失敗しました
ko: 저장에 실패했어요

# Plan.shoppingListButtonTitle
source: 買い物
ko: 쇼핑

# Plan.spotAddAddressTabTitle
source: カスタム
ko: 커스텀

# Plan.spotAddButtonTitle
source: スポットを追加
ko: 장소 추가

# Plan.spotAddSearchTabTitle
source: 検索
ko: 검색

# Plan.spotCountTitle
source: %lld件のスポットが追加されています
ko: 장소 %lld곳이 추가되어 있어요

# Plan.spotCountZero
source: スポットがまだ追加されていません
ko: 아직 추가된 장소가 없어요

# Plan.spotDeleteFailedAlertMessage
source: もう一度お試しください
ko: 다시 시도해주세요

# Plan.spotDeleteFailedAlertTitle
source: 削除に失敗しました
ko: 삭제에 실패했어요

# Plan.spotDurationTitle
source: %lld分
ko: %lld분

# Plan.spotEmptyDescription
source: 観光地や飲食店の詳細ページから「日程に追加」で追加できます
ko: 관광지나 음식점 상세 페이지에서 '일정에 추가'로 담을 수 있어요

# Plan.spotEmptyTitle
source: まだスポットがありません
ko: 아직 장소가 없어요

# Plan.timeEditSheetTitle
source: 時間を編集
ko: 시간 편집

# Plan.title
source: 日程
ko: 일정

# Plan.totalSpotCount
source: 合計 %lldスポット
ko: 총 %lld곳

# Plan.upcomingSectionTitle
source: 今後の日程
ko: 다가오는 일정

# RegionSpot.errorDescription
source: 通信状態を確認してもう一度お試しください
ko: 네트워크 연결을 확인한 후 다시 시도해주세요

# RegionSpot.festivalEmptyDescription
source: 現在開催中のイベントはありません
ko: 현재 진행 중인 이벤트가 없어요

# RegionSpot.festivalSectionTitle
source: 開催中のイベント
ko: 진행 중인 이벤트

# RegionSpot.festivalTabLabel
source: イベント
ko: 이벤트

# RegionSpot.retryButtonTitle
source: 再試行
ko: 다시 시도

# RegionSpot.spotEmptyDescription
source: 他のカテゴリーもお試しください
ko: 다른 카테고리도 확인해보세요

# RegionSpot.spotEmptyTitle
source: 観光スポットが見つかりませんでした
ko: 관광 장소를 찾을 수 없어요

# RegionSpot.spotTabLabel
source: 観光スポット
ko: 관광 장소

# Setting.autoScrollToTodayRowDescription
source: 日程詳細を開いたとき、今日に該当する日を自動的に表示します
ko: 일정 상세를 열면 오늘 날짜로 자동으로 이동해요

# Setting.autoScrollToTodayRowTitle
source: 今日の日程へ自動移動
ko: 오늘 일정으로 자동 이동

# Setting.autoTranslateSearchRowDescription
source: 日本語で検索して結果が見つからないとき、韓国語に翻訳して再検索するボタンを表示します
ko: 일본어로 검색했는데 결과가 없을 때, 한국어로 번역해서 다시 검색하는 버튼을 보여줘요

# Setting.autoTranslateSearchRowTitle
source: 自動翻訳検索
ko: 자동 번역 검색

# Setting.dataResetAlertConfirmButton
source: 初期化する
ko: 초기화하기

# Setting.dataResetAlertMessage
source: 保存済みスポット・日程・最近の検索履歴が削除されます。この操作は取り消せません。
ko: 저장된 장소, 일정, 최근 검색 기록이 삭제돼요. 이 작업은 되돌릴 수 없어요.

# Setting.dataResetAlertTitle
source: データを初期化しますか？
ko: 데이터를 초기화할까요?

# Setting.dataResetFailureAlertMessage
source: 一部のデータが削除できませんでした。もう一度お試しください
ko: 일부 데이터를 삭제하지 못했어요. 다시 시도해주세요

# Setting.dataResetFailureAlertTitle
source: 初期化に失敗しました
ko: 초기화에 실패했어요

# Setting.dataResetRowDescription
source: 保存したスポット、日程、最近の検索履歴が削除されます
ko: 저장한 장소, 일정, 최근 검색 기록이 삭제돼요

# Setting.dataResetRowTitle
source: すべてのデータを初期化
ko: 모든 데이터 초기화

# Setting.dataResetSectionTitle
source: データの初期化
ko: 데이터 초기화

# Setting.dataResetSuccessAlertTitle
source: 初期化が完了しました
ko: 초기화가 완료됐어요

# Setting.dataSourceContent
source: 本アプリは韓国観光公社 多言語観光情報サービス(EngService2)、NAVER 地図・Geocoding API、為替レートAPIの情報を利用しています。
ko: 이 앱은 한국관광공사 다국어 관광정보 서비스(EngService2), 네이버 지도·Geocoding API, 환율 API의 정보를 이용하고 있어요.

# Setting.etcComingSoonLabel
source: 準備中
ko: 준비 중

# Setting.etcContactTitle
source: お問い合わせ
ko: 문의하기

# Setting.etcDataSourceTitle
source: データ出典
ko: 데이터 출처

# Setting.etcInfoTitle
source: その他の情報
ko: 기타 정보

# Setting.etcLicenseTitle
source: オープンソースライセンス
ko: 오픈소스 라이선스

# Setting.etcPrivacyPolicyTitle
source: プライバシーポリシー
ko: 개인정보처리방침

# Setting.etcSectionTitle
source: その他
ko: 기타

# Setting.etcVersionTitle
source: バージョン情報
ko: 버전 정보

# Setting.gpsRowTitle
source: 位置情報へのアクセス
ko: 위치 정보 접근

# Setting.gpsSectionTitle
source: 位置情報の権限
ko: 위치 정보 권한

# Setting.gpsStatusAllowed
source: 許可済み
ko: 허용됨

# Setting.gpsStatusDenied
source: 拒否
ko: 거부됨

# Setting.gpsStatusUndetermined
source: 未設定
ko: 미설정

# Setting.licenseContent
source: 本アプリは以下のライブラリ・SDKを使用しています。 ・swift-composable-architecture — MIT License © Point-Free, Inc. ・Kingfisher — MIT License © Wei Wang ・lottie-ios — Apache License 2.0 © Airbnb, Inc. ・firebase-ios-sdk — Apache License 2.0 © Google LLC ・SPM-NMapsMap (NAVER Maps SDK) — プロプライエタリライセンス © NAVER Corp. All rights reserved.
ko: 이 앱은 다음의 라이브러리·SDK를 사용하고 있어요. ・swift-composable-architecture — MIT License © Point-Free, Inc. ・Kingfisher — MIT License © Wei Wang ・lottie-ios — Apache License 2.0 © Airbnb, Inc. ・firebase-ios-sdk — Apache License 2.0 © Google LLC ・SPM-NMapsMap (NAVER Maps SDK) — プロプライエタリライセンス © NAVER Corp. All rights reserved.

# Setting.mailNotAvailableMessage
source: メールアプリが設定されていません
ko: 메일 앱이 설정되어 있지 않아요

# Setting.planDetailSectionTitle
source: 日程詳細
ko: 일정 상세

# Setting.screenTitle
source: 設定
ko: 설정

# Setting.searchSectionTitle
source: 検索
ko: 검색

# Setting.versionTitle
source: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)

# Shopping.emptyDescription
source: しばらくしてから再度お試しください
ko: 잠시 후 다시 시도해주세요

# Shopping.emptyTitle
source: 登録されたおすすめ商品がありません
ko: 등록된 추천 상품이 없어요

# Shopping.loadFailedDescription
source: リストを読み込めませんでした
ko: 목록을 불러오지 못했어요

# Shopping.overwriteAlertMessage
source: この日程には既にお買い物リストが保存されています。上書きすると、チェック状態を含む既存のリストは削除されます。
ko: 이 일정에는 이미 쇼핑 목록이 저장되어 있어요. 덮어쓰면 체크 상태를 포함한 기존 목록이 삭제돼요.

# Shopping.overwriteAlertTitle
source: お買い物リストを上書きしますか？
ko: 쇼핑 목록을 덮어쓸까요?

# Shopping.planListAddButtonAccessibilityLabel
source: 項目を追加
ko: 항목 추가

# Shopping.planListAddItemPlaceholder
source: 項目を入力
ko: 항목을 입력하세요

# Shopping.planListCheckedCountTitle
source: %1$lld/%2$lld 完了
ko: %1$lld/%2$lld 완료

# Shopping.planListCloseAddButtonAccessibilityLabel
source: 追加をやめる
ko: 추가 취소

# Shopping.planListEditButtonAccessibilityLabel
source: 編集
ko: 편집

# Shopping.planListNoteFieldPlaceholder
source: メモを入力
ko: 메모를 입력하세요

# Shopping.planListSavedEmptyDescription
source: 右上の＋ボタンから、買いたいものを追加しましょう
ko: 오른쪽 위 + 버튼으로 사고 싶은 것을 추가해보세요

# Shopping.planListSavedEmptyTitle
source: お買い物リストがまだありません
ko: 아직 쇼핑 목록이 없어요

# Shopping.planListTitle
source: お買い物リスト
ko: 쇼핑 목록

# Shopping.sectionTitle
source: おすすめのお買い物リスト
ko: 추천 쇼핑 목록

# Tabbar.bookmark
source: 保存
ko: 저장

# Tabbar.home
source: ホーム
ko: 홈

# Tabbar.map
source: マップ
ko: 지도

# Tabbar.plan
source: 日程
ko: 일정

# Tabbar.toolbox
source: ツール
ko: 툴박스

# ToolBar.addButtonAccessibilityLabel
source: 項目を追加
ko: 항목 추가

# ToolBar.addItemPlaceholder
source: 項目を入力
ko: 항목을 입력하세요

# ToolBar.appendAlertConfirm
source: 下に追加する
ko: 아래에 추가하기

# ToolBar.checkedCountTitle
source: %1$lld/%2$lld 完了
ko: %1$lld/%2$lld 완료

# ToolBar.closeAddButtonAccessibilityLabel
source: 追加をやめる
ko: 추가 취소

# ToolBar.editButtonAccessibilityLabel
source: 編集
ko: 편집

# ToolBar.exchangeRateSectionTitle
source: 為替レート
ko: 환율

# ToolBar.hubTitle
source: ツールボックス
ko: 툴박스

# ToolBar.individualAddGuideDescription
source: アイテムをタップすると、その項目だけ日程に追加できます
ko: 항목을 누르면 해당 항목만 일정에 추가할 수 있어요

# ToolBar.itemEmptyDescription
source: しばらくしてから再度お試しください
ko: 잠시 후 다시 시도해주세요

# ToolBar.itemEmptyTitle
source: 登録された持ち物がありません
ko: 등록된 준비물이 없어요

# ToolBar.loadFailedDescription
source: リストを読み込めませんでした
ko: 목록을 불러오지 못했어요

# ToolBar.noteFieldPlaceholder
source: メモを入力
ko: 메모를 입력하세요

# ToolBar.overwriteAlertCancel
source: キャンセル
ko: 취소

# ToolBar.overwriteAlertConfirm
source: 上書きする
ko: 덮어쓰기

# ToolBar.overwriteAlertMessage
source: この日程には既に持ち物リストが保存されています。上書きすると、チェック状態を含む既存のリストは削除されます。
ko: 이 일정에는 이미 준비물 목록이 저장되어 있어요. 덮어쓰면 체크 상태를 포함한 기존 목록이 삭제돼요.

# ToolBar.overwriteAlertTitle
source: 持ち物リストを上書きしますか？
ko: 준비물 목록을 덮어쓸까요?

# ToolBar.packingSectionTitle
source: 持ち物リスト
ko: 준비물 목록

# ToolBar.planDetailEntryTitle
source: 持ち物
ko: 준비물

# ToolBar.planPickerEmptyDescription
source: 先に日程を作成してください
ko: 먼저 일정을 만들어주세요

# ToolBar.planPickerEmptyTitle
source: 登録された日程がありません
ko: 등록된 일정이 없어요

# ToolBar.planPickerTitle
source: 保存する日程を選択
ko: 저장할 일정 선택

# ToolBar.saveFailedDescription
source: 保存に失敗しました。もう一度お試しください
ko: 저장에 실패했어요. 다시 시도해주세요

# ToolBar.saveToPlanButton
source: すべて日程に追加
ko: 전체 일정에 추가

# ToolBar.savedEmptyDescription
source: ツールタブの持ち物リストから、この日程に保存できます
ko: 툴 탭의 준비물 목록에서 이 일정에 저장할 수 있어요

# ToolBar.savedEmptyTitle
source: 持ち物リストがまだありません
ko: 아직 준비물 목록이 없어요

# ToolBar.seeAllButton
source: もっと見る
ko: 더보기

# ToolBar.title
source: 持ち物リスト
ko: 준비물 목록

# Widget.phraseDescription
source: 旅行で使える韓国語フレーズをホーム画面で確認できます
ko: 여행에서 쓸 수 있는 한국어 문구를 홈 화면에서 확인할 수 있어요

# Widget.phraseDisplayName
source: 簡単な韓国語
ko: 간단한 한국어

# Widget.phraseEmptyTitle
source: 表示できるフレーズがありません
ko: 표시할 문구가 없어요

# Widget.planDaysUntilStart
source: あと%lld日
ko: 앞으로 %lld일

# Widget.planDescription
source: 直近の旅行日程をホーム画面で確認できます
ko: 가까운 여행 일정을 홈 화면에서 확인할 수 있어요

# Widget.planDisplayName
source: 日程
ko: 일정

# Widget.planEmptyTitle
source: 予定された日程がありません
ko: 예정된 일정이 없어요

# Widget.planStartsToday
source: 今日から
ko: 오늘부터
